Объект = Справочники.ОбъектыОхраны.НайтиПоКоду("5233");
мЛицензии = Справочники.Лицензии.НайтиПоНаименованию("Пультовая охрана");
УслугаТарифов = Справочники.УслугиТарифов.НайтиПоНаименованию("Выезд ГБР (Прибытие сотрудников на охраняемый объект)");
Запрос = Новый Запрос;
Запрос.Текст = "ВЫБРАТЬ ПЕРВЫЕ 1
|	ДоговорыОхраныУслуги.ОбъектОхраны.Код КАК Код,
|	ДоговорыОхраныУслуги.ОбъектОхраны КАК ОбъектОхраны,
|	ДоговорыОхраныУслуги.СтатусОбъекта КАК Статус,
|	ДоговорыОхраныУслуги.Ссылка КАК Ссылка,
|	УслугиСпециальные.УслугаТарифов КАК УслугаТарифов,
|	УслугиСпециальные.Количество КАК Количество
|ИЗ
|	Справочник.ДоговорыОхраны.Услуги КАК ДоговорыОхраныУслуги
|		ЛЕВОЕ СОЕДИНЕНИЕ (ВЫБРАТЬ
|			ДоговорыОхраныУслугиСпециальные.Ссылка КАК Ссылка,
|			ДоговорыОхраныУслугиСпециальные.УслугаТарифов КАК УслугаТарифов,
|			ДоговорыОхраныУслугиСпециальные.Количество КАК Количество
|		ИЗ
|			Справочник.ДоговорыОхраны.УслугиСпециальные КАК ДоговорыОхраныУслугиСпециальные) КАК УслугиСпециальные
|		ПО (ДоговорыОхраныУслуги.Ссылка = УслугиСпециальные.Ссылка)
|ГДЕ
|	ДоговорыОхраныУслуги.СтатусОбъекта = ЗНАЧЕНИЕ(Перечисление.СтатусыОбъектовОхраны.ВРаботе)
|	И ДоговорыОхраныУслуги.ОбъектОхраны = &Объект
|	И ДоговорыОхраныУслуги.Ссылка.Статус = ЗНАЧЕНИЕ(Перечисление.СтатусыДоговоровОхраны.ВРаботе)
|	И ДоговорыОхраныУслуги.Ссылка.Лицензия В (&Лицензии)
|	И УслугиСпециальные.УслугаТарифов = &УслугаТарифов
|
|УПОРЯДОЧИТЬ ПО
|	ДоговорыОхраныУслуги.Ссылка.Дата УБЫВ";
Запрос.УстановитьПараметр("Объект",Объект);
Запрос.УстановитьПараметр("Лицензии",мЛицензии);
Запрос.УстановитьПараметр("УслугаТарифов",УслугаТарифов);
Результат = Запрос.Выполнить().Выбрать();
Пока Результат.Следующий() Цикл
	
КонецЦикла;