мОбъект = Справочники.ОбъектыОхраны.НайтиПокоду(3384);
УслугаТарифов = Справочники.УслугиТарифов.ВыездГБР;
Запрос = Новый Запрос;
Запрос.Текст = "ВЫБРАТЬ ПЕРВЫЕ 1
|	ДоговорыОхраныУслуги.ОбъектОхраны.Код КАК Код,
|	ДоговорыОхраныУслуги.ОбъектОхраны КАК ОбъектОхраны,
|	ДоговорыОхраныУслуги.СтатусОбъекта КАК Статус,
|	ДоговорыОхраныУслуги.Ссылка КАК Ссылка,
|	УслугиСпециальные.УслугаТарифов КАК УслугаТарифов,
|	УслугиСпециальные.Количество КАК Количество
|ИЗ
|	Справочник.ДоговорыОхраны.Услуги КАК ДоговорыОхраныУслуги
|		ЛЕВОЕ СОЕДИНЕНИЕ (ВЫБРАТЬ
|			ДоговорыОхраныУслугиСпециальные.Ссылка КАК Ссылка,
|			ДоговорыОхраныУслугиСпециальные.УслугаТарифов КАК УслугаТарифов,
|			ДоговорыОхраныУслугиСпециальные.Количество КАК Количество
|		ИЗ
|			Справочник.ДоговорыОхраны.УслугиСпециальные КАК ДоговорыОхраныУслугиСпециальные) КАК УслугиСпециальные
|		ПО (ДоговорыОхраныУслуги.Ссылка = УслугиСпециальные.Ссылка)
|ГДЕ
|	ДоговорыОхраныУслуги.СтатусОбъекта = ЗНАЧЕНИЕ(Перечисление.СтатусыОбъектовОхраны.ВРаботе)
|	И ДоговорыОхраныУслуги.ОбъектОхраны = &Объект
|	И ДоговорыОхраныУслуги.Ссылка.Статус = ЗНАЧЕНИЕ(Перечисление.СтатусыДоговоровОхраны.ВРаботе)
|	И ДоговорыОхраныУслуги.Ссылка.Лицензия.ВидЛицензии = ЗНАЧЕНИЕ(Перечисление.ВидыЛицензии.ПультоваяОхрана)
|	И УслугиСпециальные.УслугаТарифов = &УслугаТарифов
|
|УПОРЯДОЧИТЬ ПО
|	ДоговорыОхраныУслуги.Ссылка.Дата УБЫВ";
Запрос.УстановитьПараметр("Объект",мОбъект);
Запрос.УстановитьПараметр("УслугаТарифов",УслугаТарифов);
Результат = Запрос.Выполнить().Выбрать();
Пока Результат.Следующий() Цикл
	Рез = Результат.Количество;
	Сообщить(рез);
КонецЦикла;

Запрос2 = Новый Запрос;
Запрос2.Текст = "ВЫБРАТЬ
|	КОЛИЧЕСТВО(*) КАК КолВыездовЗаМесяц
|ИЗ
|	Документ.ОткрытиеСменыГБР.Выезды КАК ОткрытиеСменыГБРВыезды
|ГДЕ
|	ОткрытиеСменыГБРВыезды.Объект = &Объект
|	И НАЧАЛОПЕРИОДА(ОткрытиеСменыГБРВыезды.Ссылка.Дата,МЕСЯЦ) = НАЧАЛОПЕРИОДА(&Дата,Месяц)";
Запрос2.УстановитьПараметр("Объект",мОбъект);
Запрос2.УстановитьПараметр("Дата",ТекущаяДата());
Результат = Запрос2.Выполнить().Выбрать();
Пока Результат.Следующий() Цикл
	Рез = Результат.КолВыездовЗаМесяц;
	Сообщить(Рез)
КонецЦикла;